/* Title for generic close button. */
"Generic.Close" = "Luk";

/* Description for when provider list is empty. */
"ProviderList.EmptyList" = "Ingen banker fundet";

/* Message for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Message" = "Tilslutning til din bank er fuldstændig sikker og tager kun et minut.";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Subtitle" = "Du har oprettet forbindelse til %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Title" = "Forbindelse lykkedes";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Subtitle" = "Din forbindelse til %@ er blevet opdateret.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Title" = "Opdatering lykkedes";

/* Description shown in the concent information screen. */
"ConsentInformation.Description" = "Ved at følge denne tjeneste indsamler vi finansielle data fra dig. Dette er de datapunkter, vi indsamler fra dig:";

/* Title shown in the concent information screen. */
"ConsentInformation.Title" = "Vi indsamler følgende data fra dig";

/* Description text for add credentials screen. */
"Credentials.Description" = "Log ind på %@ for at fortsætte";


/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ får nogle af dine finansielle oplysninger. Læs mere";
/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Nej, fortsæt";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Ja, annuller";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Er du sikker på, at du vil annullere?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Godkendelse mislykkedes";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Du har allerede en forbindelse til denne bank eller tjeneste.";

/* Default title for error shown when download authentication app is required while adding credentials. */
"Credentials.Error.DownloadRequired" = "Download af godkendelses-app påkrævet";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Permanent fejl";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Midlertidig fejl";

/* Instruction texts for credentials that need to redirect */
"Credentials.Instructions" = "1. Du overføres sikkert til %@.\n2. Du bliver bedt om at godkende.\n3. Når du er godkendt, omdirigeres du tilbage.";

/* Text for BankID button shown in the add credentials/authenticate screen. */
"Credentials.OpenBankID" = "Åbn BankID";

/* Privacy policy clickable text used in Credentials.TermsAndConsentText. */
"Credentials.PrivacyPolicy" = "fortrolighedspolitik";


/* Read more text (clickable) to lead to consent information. */
"Credentials.ReadMore" = "Læs mere";
/* Terms and conditions clickable text used in Credentials.TermsAndConsentText. */
"Credentials.TermsAndConditions" = "vilkår og betingelser";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions, Privacy Policy. And the text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.TermsAndConsentText" = "Ved at bruge tjenesten accepterer du Tinks %1$@ og %2$@. %3$@ opnår dele af dine økonomiske oplysninger. %4$@";


/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "Ved at bruge denne tjeneste accepterer du Tinks vilkår og betingelser samt fortrolighedspolitik";
/* Title for add credentials/authenticate screen. */
"Credentials.Title" = "Godkendelse";


/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Din konto er forbundet til %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Forbindelse lykkedes";
/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Ubekræftet  enne løsning er kun lavet til udviklingsformål. Indtast ikke dine bankoplysninger, medmindre du har tillid til udvikleren.";

/* View details text (clickable) to lead to consent information that used in Credentials.TermsAndConsentText. */
"Credentials.ViewDetails" = "Se detaljer";

/* Text shown for progress indicator dialog when in loading state. */
"CredentialsStatus.Authorizing" = "Godkender...";

/* Text shown for dialog when supplemental information is cancelled and waiting for credential status update. */
"CredentialsStatus.Cancelling" = "Annullerer...";

/* Text shown for dialog when supplemental information is submitted and waiting for credential status update. */
"CredentialsStatus.Sending" = "Sender...";

/* Text shown for progress indicator dialog when status is CredentialStatus.Updating. */
"CredentialsStatus.Updating" = "Opretter forbindelse til %@, vent et øjeblik…";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Opretter forbindelse. vent et øjeblik...";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Venter på godkendelse på en anden enhed";

/* Text for field validation error shown when text entered exceeds character limit. */
"Field.Validation.MaxLengthLimit" = "Dette felt kan ikke ære længere end %d.";

/* Text for field validation error shown when text entered is shorter than required. */
"Field.Validation.MinLengthLimit" = "Dette felt skal indeholde mindst %d tegn.";

/* Text for field validation error shown when no text is entered for a required field. */
"Field.Validation.RequiredFieldEmptyValue" = "Dette felt kan ikke være tomt.";

/* Text used to form a list. */
"Generic.And" = "og";

/* Text shown for Cancel button. */
"Generic.Cancel" = "Annuller";

/* Title for cancelled request. */
"Generic.Cancelled" = "Annulleret";

/* Title for generic button to continue an action. */
"Generic.Continue" = "Fortsæt";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Afvis";

/* Title for action to confirm an event. */
"Generic.Done" = "Fuldført";

/* Title generic alert. */
"Generic.Error" = "Noget gik galt. Prøv igen senere.";

/* Title for generic text to login. */
"Generic.Login" = "Log ind";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Prøv igen";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "Denne tjeneste er ikke tilgængelig i øjeblikket.";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Tjekker konti";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Kreditkort";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "E-fakturaer";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Identitetsdata";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Investeringer";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Lån";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Sammenlægning af realkredit";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Realkreditlån";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Betalinger";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Opsparingskonti";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Overførsler";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "Vi er blevet oplyst om denne fejl og arbejder hårdt på at løse den. Hav lidt tålmodighed med os, og prøv så lidt senere.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Dette kunne være en midlertidig fejl, prøv igen, og se om problemet fortsætter.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Vi beklager, men vi kunne ikke indlæse nogen banker i øjeblikket";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Søg efter bank eller kort";

/* Title for list of all providers. */
"ProviderList.Title" = "Vælg din bank";

/* Information text shown in the choose access type screen. */
"SelectAccessType.Information" = "På grund af EU-regler skal forskellige kontotyper forbindes separat.";

/* Title for the other account type (not an open banking account type) on the choose access type screen. */
"SelectAccessType.OtherType" = "Anden";

/* Title of the choose access type screen. */
"SelectAccessType.Title" = "Forbindelsestype";

/* Title for the business authentication user type */
"SelectAuthenticationUserType.Business" = "Forretning";

/* Title for the corporate authentication user type */
"SelectAuthenticationUserType.Corporate" = "Virksomhed";

/* Title for the personal authentication user type */
"SelectAuthenticationUserType.Personal" = "Personligt";

/* Title when picking authentication user type. */
"SelectAuthenticationUserType.Title" = "Type af log ind";

/* Title for choose credential type screen. */
"SelectCredentialsType.Title" = "Logonmetode";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Åbn Mobile Bank ID-appen, og scan denne QR-kode for at godkende.";

/* Error shown when QR code cannot be fetched/generated/displayed. */
"SupplementalInformation.QRCodeError" = "Der opstod en fejl under indlæsning af QR-koden. Prøv igen senere.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "Åbn BankID-appen";

/* Title for button to submit supplemental information. */
"SupplementalInformation.Submit" = "Indsend";

/* Title of the supplemental information dialog. */
"SupplementalInformation.Title" = "Supplerende oplysninger";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Download";

